[
    {
        "Title": "Witch of Purple Rose",
        "Occupation": "Knights of Favonius",
        "Association": "MONDSTADT",
        "Rarity": "",
        "Weapon": "Catalyst",
        "Element": "Electro",
        "Day of Birth": "9",
        "Month of Birth": "6",
        "Vision (Introduced)": "Electro",
        "Constellation (Introduced)": "Tempus Fugit",
        "Chinese Seuyu": "钟可",
        "Japanese Seuyu": "田中理恵",
        "English Seuyu": "Mara Junot",
        "Korean Seuyu": "Park Go-woon",
        "Description": "The languid but knowledgeable Librarian of the Knights of Favonius, deemed by Sumeru Akademiya to be their most distinguished graduate in the past two centuries.",
        "Character Ascension Materials": "",
        "Skill Ascension Materials": ""
    },
    {},
    {},
    {},
    {
        "": "Normal Attack: Lightning Touch"
    },
    {},
    {
        "": "Violet Arc"
    },
    {},
    {
        "": "Lightning Rose"
    },
    {},
    {
        "": "General Pharmaceutics"
    },
    {
        "": "Induced Aftershock"
    },
    {
        "": "Static Electricity Field"
    },
    {
        "": "Infinite Circuit"
    },
    {
        "": "Electromagnetic Field"
    },
    {
        "": "Resonant Thunder"
    },
    {
        "": "Plasma Eruption"
    },
    {
        "": "Electrocute"
    },
    {
        "": "Pulsating Witch"
    },
    {},
    {},
    {},
    {},
    {
        "Title": "VoiceOver",
        "Hello": "",
        "Chat: Afternoon Tea": "",
        "Chat: Quest": "",
        "Chat: Better to Stay In": "",
        "When It Rains": "",
        "When Thunder Strikes": "",
        "When It's Windy": "",
        "Good Morning": "",
        "Good Afternoon": "",
        "Good Evening": "",
        "Good Night": "",
        "About Lisa": "",
        "About Us: Relationships": "",
        "About Us: Capabilities": "* Unlocks at Friendship Lv. 6",
        "About Us: Ceremony": "* Unlocks at Friendship Lv. 6",
        "About the Vision": "* Unlocks at Friendship Lv. 4",
        "Something to Share": "",
        "Interesting Things": "",
        "About Jean": "* Unlocks at Friendship Lv. 4",
        "About Amber": "* Unlocks at Friendship Lv. 4",
        "About Barbara": "* Unlocks at Friendship Lv. 4",
        "About Diluc": "* Unlocks at Friendship Lv. 4",
        "About Razor": "* Unlocks at Friendship Lv. 4",
        "About Klee": "* Unlocks at Friendship Lv. 4",
        "About Mona": "* Unlocks at Friendship Lv. 4",
        "About Albedo": "* Unlocks at Friendship Lv. 4",
        "About Fischl": "* Unlocks at Friendship Lv. 4",
        "About Noelle": "* Unlocks at Friendship Lv. 4",
        "About Sucrose": "* Unlocks at Friendship Lv. 4",
        "About Cyno": "* Unlocks at Friendship Lv. 4",
        "About Collei": "* Unlocks at Friendship Lv. 4",
        "About Mika": "* Unlocks at Friendship Lv. 4",
        "More About Lisa: I": "",
        "More About Lisa: II": "* Unlocks at Friendship Lv. 3",
        "More About Lisa: III": "* Unlocks at Friendship Lv. 4",
        "More About Lisa: IV": "* Unlocks at Friendship Lv. 5",
        "More About Lisa: V": "* Unlocks at Friendship Lv. 6",
        "Lisa's Hobbies": "",
        "Lisa's Troubles": "",
        "Favorite Food": "",
        "Least Favorite Food": "",
        "Receiving a Gift: I": "",
        "Receiving a Gift: II": "",
        "Receiving a Gift: III": "",
        "Birthday": "",
        "Feelings About Ascension: Intro": "* Unlocks at ascension phase 1",
        "Feelings About Ascension: Building Up": "* Unlocks at ascension phase 2",
        "Feelings About Ascension: Climax": "* Unlocks at ascension phase 4",
        "Feelings About Ascension: Conclusion": "* Unlocks at ascension phase 6",
        "Elemental Skill: I": "",
        "Elemental Skill: II": "",
        "Elemental Skill: III": "",
        "Elemental Skill: IV": "",
        "Elemental Skill: V": "",
        "Elemental Skill: VI": "",
        "Elemental Burst: I": "",
        "Elemental Burst: II": "",
        "Elemental Burst: III": "",
        "Opening Treasure Chest: I": "",
        "Opening Treasure Chest: II": "",
        "Opening Treasure Chest: III": "",
        "Low HP: I": "",
        "Low HP: II": "",
        "Low HP: III": "",
        "Ally at Low HP: I": "",
        "Ally at Low HP: II": "",
        "Fallen: I": "",
        "Fallen: II": "",
        "Fallen: III": "",
        "Light Hit Taken: I": "",
        "Heavy Hit Taken: I": "",
        "Joining Party: I": "",
        "Joining Party: II": "",
        "Joining Party: III": ""
    },
    {
        "Title": "Text",
        "Character Details": "The librarian of the Knights of Favonius. In addition to her elegance and charm, Lisa is also highly educated.She is said to have been the most talented sorceress to study at the Sumeru Akademiya in the last two centuries.It is known that Lisa chose to return to Mondstadt after two years of advanced study in Sumeru, but the reason for her decision is not. At present, Lisa's job is to oversee the book collection in the library owned by the Knights.",
        "Character Story 1": "Lisa is tasked with managing and maintaining the vast collection of books in the Knights of Favonius library, as well as ensuring that their potions are always fully stocked.The only time that the citizens of Mondstadt see Lisa is when lending or returning library books.In both scenarios, they tend to encounter Lisa sitting at the counter like a languid cat, yawning as she signs books in and out.At times, her behavior causes people to doubt whether she is really up to the task of being librarian for the illustrious Knights of Favonius.Nevertheless, it appears that she performs every task flawlessly, as her work consistently stands up to scrutiny.* Unlocks at Friendship Lv. 2",
        "Character Story 2": "The fact that Cyrus of the Sumeru Akademiya frequently refers to Lisa as their \"best student in two hundred years\" is all that needs to be said about Lisa's accomplishments in her studies.From outlandish forbidden knowledge, to the handling of elementally infused flora, to the most efficient methods of distilling wine... where there is a body of knowledge, the chances are that Lisa is acquainted with it.This, paired with her ability to explain things clearly and concisely, makes Lisa the sensible person to approach for young knights and alchemists with burning questions.That is, provided they go and see her at an acceptable hour.To visit during unacceptable hours — such as in the morning while Lisa is sleeping in, or in the afternoon while she's enjoying her tea — can spell disaster for unsuspecting visitors.* Unlocks at Friendship Lv. 3",
        "Character Story 3": "When people meet Lisa for the first time, they often find themselves overawed by the famous alumna of the Sumeru Akademiya.However, though her attitude to life may appear at first to be one of ruthless efficiency, it is in fact better understood as a product of her incorrigibly lazy nature, which drives her to avoid troublesome issues at all costs.By negotiating with Kaeya, she offloaded the job of restocking and dispensing medication to Huffman and Swan, and had Flora start sending Donna over to deliver herbs on a daily basis.The only tasks that Lisa handles personally are the categorization and management of books and other documents.This is the one area where Lisa feels more comfortable handling the work herself rather than delegating it.* Unlocks at Friendship Lv. 4",
        "Character Story 4": "When Lisa first joined the Knights of Favonius, the Grand Master sought to appoint her as Captain of the 8th Company.This was much to the consternation of the company's Field Officer, Nymph, who resented the idea of an academic coming in at such a high-ranking position.At Kaeya's suggestion, a practice combat session was arranged in which Lisa and Nymph would both display their magical proficiency.Two minutes into the session, Lisa graciously declined the captaincy on the grounds that \"Nymph manifestly possesses the requisite ability to fulfill the role.\"For the whole year following, the Grand Master received a constant stream of referral letters from Nymph in relation to the captaincy, and the only person ever named in them was Lisa Minci.Eventually, the Grand Master began turning over the referral letters to Lisa directly, but every time, Lisa would come up with an excuse to decline the offer.Undoubtedly, the 8th Company would have been far stronger under her lead, but she deemed that such a level of power was not only superfluous to requirements, it would also be risky for her in a way that most people could never appreciate.To be clear, Lisa is quite confident that she could handle any situation she came up against. However, additional danger means an additional workload — and that is something that she would never be able to accept.* Unlocks at Friendship Lv. 5",
        "Character Story 5": "Having personally witnessed raving-mad scholars in the forests of Sumeru and powerful sages sitting underutilized on advisory councils, Lisa realized what uninhibited erudition can really do to a person.It seemed such a high price to pay... How much did one have to sacrifice to attain the profoundest knowledge of all?Put off by this realization, Lisa decided to leave Sumeru.Since then, Lisa has always stopped short of taking things too seriously.\"Before demanding too many miracles from the gods, first consider if you are willing to pay the price they ask.\"These words she has spoken to just three people since arriving in Mondstadt. In each case, it was because she knew it was what they needed to hear.* Unlocks at Friendship Lv. 6",
        "Special Heating Cauldron": "The Special Heating Cauldron is a purpose-built cauldron made to a design that no one in Mondstadt could understand. It features time-delay heating, semi-automated ingredient insertion, and temperature regulation functions.Lisa spent an enormous budget and commandeered the alchemy workshop for two full weeks in order to build this extraordinary piece of equipment.She boasts that the cauldron is capable of completing any precision heating task to perfection with a maximum of just two pulls of a lever.But her most common application for it is to brew tea and keep it at the optimal temperature while she is managing her books.After all, a relaxing afternoon tea session is by far the most important part of Lisa's day.* Unlocks at Friendship Lv. 4",
        "Vision": "A Vision is a sign from the gods: a sign that you are one of those whom they have chosen to change the world.Or, maybe it's just one of the many hoops that one has to jump through on the path to unearthing the secrets of magecraft.After all, understanding the elements is essential to the study of magic, and practical experience is a far more useful means of acquiring this understanding than trying to assimilate the knowledge contained in dusty old books.\"Hmm... I suppose I shall need a Vision, then.\"And just like that, as that thought popped into her mind, her Vision popped into her hand.With the aid of her Vision, Lisa acquired the knowledge that she sought. But she also sensed the deep secret hidden in the shadows of that knowledge.For whatever reason, the gods gave humans the key to changing everything, but they did not explain the cost involved. Lisa grew fearful of the truth.The Vision that hung from her neck became to her a bottomless pit filled with sweet delights, lingering at the back of her mind.So, from time to time, when somebody whom she finds interesting comes along, Lisa will pass onto them her understanding on all kinds of matters.Perhaps she is secretly hoping that by doing so, one day someone will come along who has the ability to understand the ultimate truth behind Visions.* Unlocks at Friendship Lv. 6"
    }
]